import ImageProfile01 from '@assets/images/peoples/pp01.avif';
import ImageContent01 from '@assets/images/peoples/pp02.avif';
import ImageProfile02 from '@assets/images/peoples/pp03.jpg';
import ImageContent02 from '@assets/images/peoples/pp04.jpg';
import ImageProfile03 from '@assets/images/peoples/pp05.avif';
import ImageContent03 from '@assets/images/peoples/pp06.avif';
import ImageProfile04 from '@assets/images/peoples/pp07.jpeg';
import ImageContent04 from '@assets/images/peoples/pp08.jpeg';
import type { TPeoples } from '@libs/types';

export const peoplesData: TPeoples[] = [
	{
		top: {
			imageProfile: {
				src: ImageProfile03,
				alt: ''
			},
			infoProfile: {
				entry: '2017年入社',
				position: 'パウドッググループホールディングス',
				office: '事業戦略部'
			},
			addInfo: [
				{
					title: '主な仕事内容',
					text: 'DXやツールの導入という将来を見据えた中長期的なIT戦略の策定と、セキュリティレベルの維持向上やサイバー攻撃への対応などが主な業務です。様々な部門が関わるシステムを扱うので、全体最適を意識するのが大切。そのため、一見単純そうな問題に見えても、部門間の調整で苦戦することがある奥の深い仕事です。'
				},
				{
					title: '仕事の醍醐味',
					text: '業務課題をITの目線からどう解決するか、また、解決のためにどう伝えたら相手に理解してもらえるかを工夫することにやりがいを感じています。たくさんのITサービスから解決につながるものを取りまとめ、最適な手段を選択できたと思えた瞬間の達成感も大きいです。システムを正しく活用してもらい課題を乗り越えられた時には、大きな喜びを感じます。'
				}
			]
		},
		bottom: {
			imageContent: {
				src: ImageContent03,
				alt: ''
			},
			addInfo: [
				{
					title: '印象に残っているエピソード',
					text: 'コロナ禍の影響もあり、2020年に「在宅勤務に向けたIT環境整備」を担当。事業部を越えた多くの方々に協力いただきながらテレワークの整備を進めました。時間も人手も足りず、情勢も目まぐるしく変化する中で、十分な検討ができないまま綱渡りでプロジェクトを進めている感覚になったのを強く覚えています。各個人の業務に直結するプレッシャーを感じることもありましたが無事に完遂。迷惑をかけてしまうこともあれば、感謝されることもあった、非常に学びの多いプロジェクトでした。'
				},
				{
					title: '学生時代の学びを活かせたこと',
					text: '学生時代は光学を研究していたため、今の業務に直結するものはありません。ですが、研究では常に「一から調べて実践してみる」という姿勢があったので、まず自分で調べて答えを考えてから動く習慣が身につきました。この姿勢を忘れなければ、目の前のお客様やパウドッググループの将来に貢献できる活躍の場は無限にあると考えています。'
				}
			]
		}
	},
	{
		top: {
			imageProfile: {
				src: ImageProfile02,
				alt: ''
			},
			infoProfile: {
				entry: '2018年入社',
				position: 'パウドッグ情報システム',
				office: '開発部'
			},
			addInfo: [
				{
					title: '主な仕事内容',
					text: 'DXやツールの導入という将来を見据えた中長期的なIT戦略の策定と、セキュリティレベルの維持向上やサイバー攻撃への対応などが主な業務です。様々な部門が関わるシステムを扱うので、全体最適を意識するのが大切。そのため、一見単純そうな問題に見えても、部門間の調整で苦戦することがある奥の深い仕事です。'
				},
				{
					title: '仕事の醍醐味',
					text: '業務課題をITの目線からどう解決するか、また、解決のためにどう伝えたら相手に理解してもらえるかを工夫することにやりがいを感じています。たくさんのITサービスから解決につながるものを取りまとめ、最適な手段を選択できたと思えた瞬間の達成感も大きいです。システムを正しく活用してもらい課題を乗り越えられた時には、大きな喜びを感じます。'
				}
			]
		},
		bottom: {
			imageContent: {
				src: ImageContent02,
				alt: ''
			},

			addInfo: [
				{
					title: '印象に残っているエピソード',
					text: 'コロナ禍の影響もあり、2020年に「在宅勤務に向けたIT環境整備」を担当。事業部を越えた多くの方々に協力いただきながらテレワークの整備を進めました。時間も人手も足りず、情勢も目まぐるしく変化する中で、十分な検討ができないまま綱渡りでプロジェクトを進めている感覚になったのを強く覚えています。各個人の業務に直結するプレッシャーを感じることもありましたが無事に完遂。迷惑をかけてしまうこともあれば、感謝されることもあった、非常に学びの多いプロジェクトでした。'
				},
				{
					title: '学生時代の学びを活かせたこと',
					text: '学生時代は光学を研究していたため、今の業務に直結するものはありません。ですが、研究では常に「一から調べて実践してみる」という姿勢があったので、まず自分で調べて答えを考えてから動く習慣が身につきました。この姿勢を忘れなければ、目の前のお客様やパウドッググループの将来に貢献できる活躍の場は無限にあると考えています。'
				}
			]
		}
	},
	{
		top: {
			imageProfile: {
				src: ImageProfile04,
				alt: ''
			},
			infoProfile: {
				entry: '2018年入社',
				position: 'パウドッグ情報システム',
				office: '開発部'
			},
			addInfo: [
				{
					title: '主な仕事内容',
					text: 'DXやツールの導入という将来を見据えた中長期的なIT戦略の策定と、セキュリティレベルの維持向上やサイバー攻撃への対応などが主な業務です。様々な部門が関わるシステムを扱うので、全体最適を意識するのが大切。そのため、一見単純そうな問題に見えても、部門間の調整で苦戦することがある奥の深い仕事です。'
				},
				{
					title: '仕事の醍醐味',
					text: '業務課題をITの目線からどう解決するか、また、解決のためにどう伝えたら相手に理解してもらえるかを工夫することにやりがいを感じています。たくさんのITサービスから解決につながるものを取りまとめ、最適な手段を選択できたと思えた瞬間の達成感も大きいです。システムを正しく活用してもらい課題を乗り越えられた時には、大きな喜びを感じます。'
				}
			]
		},
		bottom: {
			imageContent: {
				src: ImageContent04,
				alt: ''
			},

			addInfo: [
				{
					title: '印象に残っているエピソード',
					text: 'コロナ禍の影響もあり、2020年に「在宅勤務に向けたIT環境整備」を担当。事業部を越えた多くの方々に協力いただきながらテレワークの整備を進めました。時間も人手も足りず、情勢も目まぐるしく変化する中で、十分な検討ができないまま綱渡りでプロジェクトを進めている感覚になったのを強く覚えています。各個人の業務に直結するプレッシャーを感じることもありましたが無事に完遂。迷惑をかけてしまうこともあれば、感謝されることもあった、非常に学びの多いプロジェクトでした。'
				},
				{
					title: '学生時代の学びを活かせたこと',
					text: '学生時代は光学を研究していたため、今の業務に直結するものはありません。ですが、研究では常に「一から調べて実践してみる」という姿勢があったので、まず自分で調べて答えを考えてから動く習慣が身につきました。この姿勢を忘れなければ、目の前のお客様やパウドッググループの将来に貢献できる活躍の場は無限にあると考えています。'
				}
			]
		}
	},
	{
		top: {
			imageProfile: {
				src: ImageProfile01,
				alt: ''
			},
			infoProfile: {
				entry: '2018年入社',
				position: 'パウドッグ情報システム',
				office: '開発部'
			},
			addInfo: [
				{
					title: '主な仕事内容',
					text: 'DXやツールの導入という将来を見据えた中長期的なIT戦略の策定と、セキュリティレベルの維持向上やサイバー攻撃への対応などが主な業務です。様々な部門が関わるシステムを扱うので、全体最適を意識するのが大切。そのため、一見単純そうな問題に見えても、部門間の調整で苦戦することがある奥の深い仕事です。'
				},
				{
					title: '仕事の醍醐味',
					text: '業務課題をITの目線からどう解決するか、また、解決のためにどう伝えたら相手に理解してもらえるかを工夫することにやりがいを感じています。たくさんのITサービスから解決につながるものを取りまとめ、最適な手段を選択できたと思えた瞬間の達成感も大きいです。システムを正しく活用してもらい課題を乗り越えられた時には、大きな喜びを感じます。'
				}
			]
		},
		bottom: {
			imageContent: {
				src: ImageContent01,
				alt: ''
			},

			addInfo: [
				{
					title: '印象に残っているエピソード',
					text: 'コロナ禍の影響もあり、2020年に「在宅勤務に向けたIT環境整備」を担当。事業部を越えた多くの方々に協力いただきながらテレワークの整備を進めました。時間も人手も足りず、情勢も目まぐるしく変化する中で、十分な検討ができないまま綱渡りでプロジェクトを進めている感覚になったのを強く覚えています。各個人の業務に直結するプレッシャーを感じることもありましたが無事に完遂。迷惑をかけてしまうこともあれば、感謝されることもあった、非常に学びの多いプロジェクトでした。'
				},
				{
					title: '学生時代の学びを活かせたこと',
					text: '学生時代は光学を研究していたため、今の業務に直結するものはありません。ですが、研究では常に「一から調べて実践してみる」という姿勢があったので、まず自分で調べて答えを考えてから動く習慣が身につきました。この姿勢を忘れなければ、目の前のお客様やパウドッググループの将来に貢献できる活躍の場は無限にあると考えています。'
				}
			]
		}
	}
];
